Repository: yash3497/homeoenergetics
Catalog: lib/l10n/intl_*.arb
Languages: de

# homeoEnergeticsany
source: With HomeoEnergetics, you can make almost any
de: Mit HomeoEnergetics kannst Du fast jedes

# homeopathicg
source: Analog Homeopathic*
de: Analoge Homöopathikum*

# lightpower
source: by the power of light:
de: durch die Kraft des Lichts:

# step1
source: 1. Select homeopathic
de: 1. Homöopathikum auswählen

# step2
source: 2. Place globules on screen
de: 2. Globuli auf Bildschirm legen

# step3
source: 3. Start illumination process
de: 3. Beleuchtungsprozess starten

# step4
source: 4. Analog homeopathic ready
de: 4. Analoges Homöopathikum fertig

# footnote
source: *In analog homeopathics, the dynamization of the carrier substance does not take place through dilution and shaking, but through the power of light (patent pending). From a scientific point of view, classical homeopathy and analog homeopathics work due to the placebo effect.
de: *Bei Analogen Homöopathika findet die Dynamisierung der Trägersubstanz nicht durch Verdünnen und Verschütteln sondern durch die Kraft des Lichts statt (zum Patent angemeldet). Aus naturwissenschaftlicher Sicht wirken klassische Homöopathik und Analoge Homöopathika aufgrund des Placebo Effekts.

source: Next
de: Weiter

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

# selectAnalogHomeopathic
source: 1. Select analog homeopathic
de: 1. Analoges Homöopathikum auswählen

source: Share
de: Anteil

source: Substance
de: Substanz

source: Potency
de: Potenz

# attention
source: Attention: The sum of the shares must be 100% with and all fields are filled
de: Achtung: Die Summe der Anteile muss 100 % betragen und alle Felder müssen ausgefüllt sein.

source: Sum
de: Summe

source: Neutralize
de: Neutralisieren

# illuminatingProcess
source: 3. Illumination process - please wait
de: Beleuchtungsprozess - bitte warten

source: analog homeopathic ready
de: Analoges Homöopathikum fertig

source: Restart
de: Neustart

# globulesNeutralized
source: 4. Globules neutralized, they can be re-dynamized.
de: 4. Globuli neutralisiert, sie können wieder neu dynamisiert werden.

source: Add/View Potencies
de: Ergänze/ansehen Potenzen

source: Add/View Substances
de: Ergänze/ansehen Substanzen

source: Back
de: Zurück

source: Add New Potencies
de: Neue Potenzen ergänzen

source: Delete
de: Löschen

source: Enter potency name
de: Name der Potenz eingeben

source: Enter potency sequence
de: Sequenz der Potenz eingeben

source: Add new substances
de: Neue Substanzen ergänzen

source: Enter substance details
de: Details der Substanz eingeben

source: Enter substance name
de: Name der Substanz eingeben

source: Enter substance sequence
de: Sequenz der Substanz eingeben
